[
    {
        "heading": "Contribute",
        "description": "Let's collaborate to make education sustainable.",
        "contribution type": [
            {
                "type": "CONDUCT A FACEBOOK LIVE SESSION",
                "value": "We provide a platform for industry experts and academics to share their knowledge to the Sri Lankan student population. We conduct Facebook live sessions with Q n A. Contact us to arrange a slot to conduct the session."
                
            },
            {
                "type": "WRITE A BLOG POST",
                "value": "If you can't find time to conduct a live session, you can write a blog article about your experience and we can share that with our community."
                
            },
            {
                "type": "CONDUCT A WORKSHOP/ GUEST TALK",
                "value": "Be part of our resource pool to give back to the education system. Join us to do a workshop or to do a talk. If you are travelling outstation we can organise a session in that specific town with the help of our correspondence. Are you visiting Sri Lanka? Give us your travel plan. We will organise a session at your convenience to share your experience with the Sri Lanka student population."
                
            },
            {
                "type": "MENTORING",
                "value": "Care to share your time to mentor a student? You can share your experience in life and your career to nurture a budding professional. If you want to mentor please contact us via our contact form."
                
            },
            {
                "type": "SCHOLARSHIPS",
                "value": "We will pair you with student who require financial assistance in their studies. If you are a donor who is willing to fund a student please contact us and we will do the necessary arrangement."
                
            },
            {
                "type": "SPONSORSHIPS/ PARTNERSHIPS",
                "value": "We are a growing community with a grass root network in all the Universities in Sri Lanka. Our live sessions have 3000+ unique views on average and an organic reach of 10,000+. Our workshops and talks have 100+ participants on average and an organic reach of 10,000+ on all social media platforms. If you want to get your brand across to the student population in Sri Lanka our platform is the ideal match for you."
                
            },
            {
                "type": "VOLUNTEER",
                "value": "Our team consists of exceptional young talent from Sri Lanka. We would train our team to be elite professionals. We have five major teams ( Operations, Communications, Marketing, Technology and Finance ) and you can join any team depending on your preference. If you are a passionate about uplifting the education in Sri Lanka contact us with your CV."
                
            },
            {
                "type": "ADVISORY PANEL",
                "value": "If you are an elite in the industry or in academia and share the same vision as ours we believe you would be a great asset to the team. You can join our advisory panel via contacting us with your CV."
                
            },
            {
                "type": "DONATIONS",
                "value": "Sometimes what we do leads to expenses, you can help us by donating and supporting us on a monetary basis, to cover those expenses. Contact us to find out how you can donate."
                
            }
        ]
    }
        

]